{"/contact":{"title":"Contact Us","data":{"":"For queries, suggestions and issues, drop an email at k.suryawanshi@gmail.com","note#Note":"Make sure you are using the latest version of the app when reporting any problems. You can click here to check if there is an app update available."}},"/basics/quitApp":{"title":"Quit App","data":{"":"Quick Note is a Menubar app that runs in the background. Unlike other apps, Quick Note does not quit simply by closing all the windows.You can quit the app by following the steps mentioned below\nOpen the main menu\nSelect More\nTap on Quit"}},"/iCloud/iCloudEnable":{"title":"Enabling iCloud sync","data":{"":"Open App Settings\nSelect iCloud Sync tab\nClick on the Enable iCloud sync checkbox\nRestart the app"}},"/iCloud/iCloudSync":{"title":"iCloud sync","data":{"backup#Backup":"iCloud sync will keep all your notes backed up on your iCloud account associated with your apple id. Once enabled, all your notes and folders are seamlessly synced on the server.This feature requires active Internet connection. If your Mac is not connected to the internet, then backup resumes only after your Mac is connected back to the Internet.Your backup will be automatically restored when you set up your new Mac with the same apple id. This feature is helpful if your Mac breaks down or gets stolen.","sync-across-devices#Sync across devices":"With iCloud sync, you can keep your notes synced across your Macs.\nTo enable this, make sure you have enabled iCloud sync on all your Macs."}},"/iCloud/iCloudTroubleShooting":{"title":"Troubleshooting iCloud Sync","data":{"":"Ensure iCloud sync is enabled in the Quick Note settings on all devices you wish to sync.\nEnsure all devices are online.\nEnsure your iCloud storage is not full.\nResolve any Apple ID or iCloud errors on your devices (e.g., sign-in prompts).\nEnsure all devices are signed into the same iCloud account.\nTry restarting all devices.\nEnsure Low Power Mode is not enabled on the devices. It can cause iCloud to delay syncing.\nEnsure Quick Note is enabled in “System Settings › Apple ID › iCloud › iCloud Drive › Apps syncing to iCloud Drive”.\nEnsure you are on the latest macOS version and Quick Note version.\nIf it’s a work Mac, make sure there are no restrictions in place that prevents iCloud or iCloud Drive.\nIf using a VPN, try disconnecting it, as some VPNs can interfere with iCloud syncing.\nCheck the iCloud system status to ensure the service is not experiencing issues."}},"/pro/proExpired":{"title":"Pro version expired","data":{"":"Quick Note Pro is a one-time purchase. Once purchased, you can use it foreverIn a rare case, if Quick Note is not able to load your PRO purchase, then it may suggest you to 'Upgrade to Pro'.\nIn such scenario please consider the following to restore your Purchase","restart-the-app#Restart the app":"Open the main menu\nGoto More section and click on Quit\nLaunch Quick Note again.\nAfter launching the app, the 'Upgrade to Pro' prompt should disappear","reinstall-the-app#Reinstall the app":"If restarting didn't work, then you can consider reinstalling the app. Reinstalling your app will keep your notes intact.\nTo reinstall the app\nGoto Finder\nGoto Applications folder\nDelete Quick Note app\nGoto App Store and install Quick Note again","note#Note:":"Solutions mentioned above are applicable only when the PRO version has already been purchased."}},"/shortcuts":{"title":"Shortcuts","data":{"":"Category\tAction\tShortcut\tFont Size\tIncrease font size\tCommand =\t\tDecrease font size\tCommand -\t\tReset font size\tCommand 0\tText Formatting\tHeading\t\t\tLarge heading\tCommand 1\t\tMedium heading\tCommand 2\t\tSmall heading\tCommand 3\t\tStyles\t\t\tBold\tCommand B\t\tItalic\tCommand I\t\tStrikethrough\tCommand Control S\t\tStrikethrough the selected/current line\tCommand Shift S\t\tHighlight\tCommand Control H\t\tChecklist\t\t\tAdd/Remove checklist\tCommand Shift L\t\tTick/Untick checklist\tCommand Shift U\tLink\tAdd/Edit link\tCommand K\tOther\tFind\tCommand F\t\tOpen Settings\tCommand ,\t\tExpand/Collapse Note\tCommand E\t\tClose Window\tCommand W\t\tMove line up\tCommand Control ↑\t\tMove line down\tCommand Control ↓"}},"/pro/upgradingToPro":{"title":"Upgrading to PRO","data":{"":"Upgrading to PRO removes all the limits imposed in the free version.","upgrading-to-pro-gives-you#Upgrading to PRO gives you":"Unlimited notes\nUnlimited days of use\niCloud sync","how-to-upgrade-to-pro#How to Upgrade to Pro":"Open app menu\nClick on 'Upgrade to Pro' to open Purchase window\nClick on buy. Confirm the price and approve the transaction","faq#FAQ":"","is-quick-note-pro-a-subscription#Is Quick Note Pro a subscription?":"NO. Quick Note Pro is a one-time purchase now and forever","note#Note:":"You should have appropriate payment enabled in your apple account\nFor parental permission, you purchase will reflect automatically after approval"}},"/":{"title":"Welcome to Quick Note","data":{"faq#FAQ":"","quick-note-is-not-visible-in-the-menu-bar#Quick Note is not visible in the Menu bar":"If you have a lot of apps in the Menu bar then macOS will manage them by hiding some menubar apps. To fix this, you can quit some existing menubar apps so that there is space for other apps.","what-do-i-get-in-the-free-version#What do I get in the free version?":"Yes, Quick Note is free to download from on the Mac app store.\nIn the free version, you can create up to 6 notes and use the app for 30 days","what-do-i-get-after-upgrading-to-the-pro-version#What do I get after upgrading to the PRO version?":"Upgrading to PRO will remove all limits imposed by the free version. Show more details","my-notes-are-not-syncing-between-devices#My notes are not syncing between devices":"Please refer to troubleshooting iCloud","i-have-two-macbooks-can-i-access-the-notes-from-one-macbook-to-other#I have two MacBooks. Can I access the notes from one MacBook to other?":"Yes. You can do so by enabling iCloud sync in both the macs.","how-can-i-download-the-app-on-iphone#How can I download the app on iPhone?":"Quick Note is only available for Mac. It's not yet available on iPhone, iPad, Android and Windows."}}}